{
    "name": "Romaric Guth",
    "job1": "Développeur frontend",
    "job2": "& Entrepreneur",
    "learnMore": "En savoir plus",
    "needMe": "Vous avez peut-être besoin de moi si",
    "need1": "Vous voulez créér quelque chose",
    "need2": "Vous cherchez de nouvelles idées sur votre produit et vos stratégies",
    "need3": "Alternativement, si vous aimez le piano et les chats",
    "aboutText": "Entrepreneur dans l'âme depuis toujours, je me suis lancé en freelance pour assouvir mon besoin de créér. En plus de ce changement de statut après près de 4 ans en tant qu'ingénieur logiciel embarqué, je souhaite m'orienter d'avantage vers le développement web frontend ce qui correspond d'avantage à ma formation, mes projets personnels et mes ambitions sur le long terme. Me revoici donc en quelque sorte parmi les juniors, mais avec tout ce que j'ai appris que je compte bien transférer vers cette nouvelle position comme je l'ai déjà fait dans le sens inverse pour réussir dans cette précédente expérience.",
    "techstack": "Stack technique",
    "planeatDescription": "Application mobile - Aide à la cuisine et à la planification des repas",
    "planeatCTA": "Bientôt sur le playstore !",
    "personnalWebsite": "Site portfolio",
    "personnalWebsiteDescription": "Vous vous demandez comment je code ? Les sources de ce site sont sur github !",
    "personnalWebsiteCTA": "Voir sur github",
    "thomasJob": "Responsable métier services & cloud @ Sagemcom",
    "recentWork": "Projets",
    "workTogether": "Travaillons ensemble !",
    "knowMore": "Vous voulez encore en savoir plus ?",
    "checkResume": "Voir mon CV",
    "githubExplanation": "Certains de mes projets sont publics sur ",
    "leetcodeExplanation": "J'aime résoudre des problèmes algorithmiques sur  ",
    "storyTime": "Story Time",
    "story": "Après avoir terminé mes études par un cycle ingénieur en apprentissage sur 3 ans, j'ai poursuivi en CDI mais me suis senti au fil du temps de moins en moins à ma place. Ce sentiment m'a fait réfléchir et réaliser que je n'avançais plus vers mes objectifs long terme. C'est alors que j'ai décidé de me lancer en tant qu'indépendant, une première étape pour satisfaire mon envie d'entreprendre et de créér. Ce statut me permet également de m'organiser plus facilement pour développer mes projets annexes et mes passions à savoir le piano et le bridge."
}