{
    "name": "Romaric Guth",
    "job1": "Frontend Developer",
    "job2": "& Entrepreneur",
    "learnMore": "Learn more",
    "needMe": "You may need me if",
    "need1": "You are creating something",
    "need1Explanation": "Developping new products and features is what motivates me the most and allows me to bring maximum value",
    "need2": "You are open to new ideas on your products and strategies",
    "need2Explanation": "I'm not just a developer and always seek to understand projects as a whole, which enables me to provide feedback and make proposals",
    "aboutText": "Entrepreneur dans l'âme depuis toujours, je me suis lancé en freelance pour assouvir mon besoin de créér. En plus de ce changement de statut après près de 4 ans en tant qu'ingénieur logiciel embarqué, je souhaite m'orienter d'avantage vers le développement web frontend ce qui correspond d'avantage à ma formation, mes projets personnels et mes ambitions sur le long terme. Me revoici donc en quelque sorte parmi les juniors, mais avec tout ce que j'ai appris que je compte bien transférer vers cette nouvelle position comme je l'ai déjà fait dans le sens inverse pour réussir dans cette précédente expérience.",
    "techstack": "Tech stack",
    "planeatDescription": "Mobile app - cooking planner and optimizer",
    "planeat1": "Create, import and edit your recipes",
    "planeat2": "Manage meal plans",
    "planeat3": "Generate your shopping list",
    "planeatCTA": "Soon on playstore !",
    "personnalWebsite": "Portfolio Website",
    "personnalWebsiteDescription": "Wonder how I code ? Check out this website's sources on github !",
    "personnalWebsiteCTA": "Check on github",
    "masEuliac": "Le Mas d'Euliac",
    "masEuliacDescription": "Guesthouse showcase website",
    "masEuliacCTA": "Checkout website",
    "thomasJob": "Research & Development manager @ Sagemcom",
    "recentWork": "Projects",
    "workTogether": "Let's work together !",
    "knowMore": "Still want to know a litle bit more ?",
    "checkResume": "Check out my resume",
    "githubExplanation": "Some of my projects are public on ",
    "leetcodeExplanation": "I like to challenge myself from time to time on algorithmic problems from ",
    "storyTime": "Story Time",
    "story": "After obtaining a scientific high school diploma, I started venturing into the field of computer science somewhat randomly. As I gained control over the courses I was taking, I began to think about the directions I wanted to pursue in my life. I continued my studies in an engineering apprenticeship program, aiming to gain independence and experience. Soon enough, I found myself at the age of 22 with a permanent job following my apprenticeship but more importantly with a desire to create that had always been within me which started to make me feel a sense of urgency. This feeling made me realize that I was no longer progressing towards my long-term goals. That's when I decided to venture into freelancing, as a first step to satisfy this desire while continuing to collaborate and learn from others. This status also allows me to organize myself more easily to develop my side projects and pursue my passions, namely playing the piano and playing bridge."
}
